{"contents":"Donda, Donda, Donda, Donda, Donda\nDonda, Donda\nDonda, Donda, Donda, Donda, Donda\nDonda, Donda\nDondaNo matter how many times that you told me you wanted to leave\nNo matter how many breaths that you took you still couldn't breathe\nNo matter how many nights that you lie wide awake\nto the sound of the poison rain\nWhere did you go? 3x\nHeartbeat, a heart beat\nI need a heartbeat, a heartbeat\nTell me would you kill to save a life?\nTell me would you kill to prove you're right?\nCrash, crash, burn, let it all burn\nThis hurricane's chasing us all underground\nNo matter how many deaths that I die I will never forget\nNo matter how many lives I live, I will never regret\nThere is a fire inside of this heart and a riot about to explode into flames\nWhere is your God? 3x\nDo you really want?\nDo you really want me?\nDo you really want me dead?\nOr alive to torture for my sins?\nDo you really want? (Heartbeat, a heartbeat)\nDo you really want me? (I need a heartbeat, a heartbeat)\nDo you really want me dead? (You know I gotta leave, I can't stay)\nOr alive to live the lie? (I know I gotta go, I can't)\nTell me would you kill to save a life?\nTell me would you kill to prove you're right?\nCrash, crash, burn, let it all burn\nThis hurricane's chasing us all underground\nYou say you're wrong, you're wrong, I'm right, I'm right, you're wrong, we fight\nOkay, I'm running from the light, running from the day to night, oh\nThe quiet silence defines our misery\nThe riot inside keeps trying to visit me\nNo matter how we try, it's too much history\nToo many bad notes playing in our symphony\nSo, let it breathe, let it fly, let it go\nLet it fall, let it crash, burn slow\nAnd then you call upon God\nOh, you call upon God\nTell me would you kill to save a life?\nTell me would you kill to prove you're right?\nCrash, crash, burn, let it all burn\nThis hurricane's chasing us all underground\nOoooooh, this hurricane 3x\nOoooooh\nDo you really want?\nDo you really want me?\nDo you really want me dead?\nOr alive to torture for my sins?\nDo you really want?\nDo you really want me?\nDo you really want me dead?\nOr alive to live a lie?\nRunning away from the light\nRunning away from the light\nRunning away to save your lifeHello? Hello? Hello,\nIs there anybody up here?\nHello?\nWelcome,2085. Twenty eighty-five it is\nJust me up here I guess\nThe magic of the moment snuck up on me\nAnd caught me by surprise\nRoamin' and I'm lonely\nBut I'm only\nThere's somethin in your eyes\nAnd I know it's not just the song\n(And I know it's not just the song)\nAnd I know it's not just the drink\n(And I know it's not the drink)\nBut whatever it might be\n(Whatever it might be)\nJust keep holdin' on to me\nCause I'll pull down a cloud for you\nI'll circle the stars and bring you one back\nI'll walk through the sun for you\nCause there's somethin' you do\nThat got me walkin' on the moon\nThere's something you do\nThat got me walkin' on the moon\nAnd I know that it's true\nBaby you got me walkin' on the moon\nDon't keep me waitin', I'm impatient\nC'mon to my runway, lets take off and fly\nNow I'm where I wanna be\nCome co-pilot with me\nLets burn up the sky\nAnd I know it's not just the song\n(And I know it's not just the song)\nAnd I know it's not just the drink\n(And I know it's not the drink)\nBut whatever it might be\n(Whatever it might be)\nJust keep holdin on to me\nCause I'll pull down a cloud for you\nI'll circle the stars and bring you one back\nI'll walk through the sun for you\nCause there's somethin' you do\nThat got me walkin' on the moon\nThere's something you do\nThat got me walkin' on the moon\nAnd I know that it's true\nBaby you got me walkin' on the moon\nEveryone out there will know that you are my girl\nAnd my love will circle around and round\nNo matter what I do\nAye aye Dream I'm too good at this\nUhh, uhh, uhh, I can't contain it\nNo, no, no I can't restrain it\nThere's a lot of stars in here ain't it?\nBut you shine so much they don't seem famous\nWhere'd you come from on this lonely night?\nI swear God must have made lightning strike\nAnd I bottled it up\nYou hit the red carpet and modeled it up\nWe hopped in the 'rari and throttled it up\nNow everybody clappin', they bravoed it up\nAll just because it's more than a buzz\nMore than a drink, but I took a few sips\nAnd let it do what it does\nNow drunk textin'\nLike its all about you\nLike I can't spend another minute without you\nYou know the drinks let you say things you ain't allowed to\nThings that you fear, but you're way to proud to\nSay out loud\nCause niggas gonna clown you\nPut your black berry down\nPeople is around you\nIll put my mack berry down\nI ain't tryin to hound you\nJust tryin' to take you where the stars gonna surround you\nAnd Uhmm, maybe ice down you\nAnd Uhmm, maybe white gown you\nAnd Uhmm, maybe we should talk about all this after I pound you\nHa, you know I'm just playin' with you\nI know a lot of people mad cause they ain't with you\nWait is it because we on the moon\nTell 'em to save the hate we'll be home soon\nThere's something you do\nThat got me walkin on the moon\nUhh, and I know that its true\nBaby, you got me walkin on the moon\nEveryone out there will know that you are my girlYeah"}
