"My street mentality: flip bricks forever, know me and money\nWe like armed co-defendants, nigga we stick together\nShit whatever for this cheddar ran my game into the ground\nHustle harder 'til secret indictment time came around\nNow you can look up and down the streets and I can't be found\nPut in 24 hour shifts but, that ain't me now\nGot a face too easy to trace, niggas mouths got slow leaks\nHad to hire a team of workers, couldn't play those streets\nSee out of space like Mercury, you jerking me? Hectic\nHad to call upon my wolves to send niggas the message\nIt said this, 'Let's play fair and we can stay here\nI'm trying to transform you boys to men like daycare'\nAy there's money to be made and, niggas got the picture\nStopped playing with my paper and, we got richer\nThen hard times fell upon us, half of my staff had warrants\nThe other half in the casket lay dormant\nI felt like life was cheating me\nFor the first time in my life I was getting money but it was like my conscience was eating me\nWas this a lesson God teaching me? Was he saying that\nI was playing the game straight from Hell from which few came back?\nLike bad coke, pimp or die, was my mind frame bad?\nWas niggas thinking simplify was turning cocaine crack?\nAin't a whole lot of brain to that, just trying to maintain a stack\nAnd not collide like two trains that's on the same track\nBut, get my life together like the oils I bring back\nIn the bottom of the pot where no water gets hot\nGot my transporter take it across the border then stop\nTo set up shop with a quarter of rock, here's the plan\nFor three straight weeks, niggas slaughtered the block\nBut you know the game is food, it fucked up me and my dudes\nOne drought can wipe a nigga out, faster than the cops\nAnd this unstable way of living just, had to stop\nHalf of my niggas got time, we done real things\nBy '94 became the subject of half of y'all niggas rhymes\nPublic apologies to the families of those caught up in my shit\nBut that's the life for us lost souls brought up in this shit\nThe life and times of a demonic mind, excited with crime\nAnd the lavish luxuries that just excited my mind\nI figured, Shit, why risk myself I just write it in rhymes\nAnd let you feel me, and if you don't like it then fine?\nThe mind state of a nigga who boosted the crime rate\nSo high in one city they send National Guards to get me\nShit, bitch, who's fucking with that? The streetsnrnUh-huh uh, the saga continues\nMotion picture shit"
